Repository: timcallagy/language2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Topic Headline
ru: Заголовок темы

source: Topic Language
ru: Язык темы

source: Enter the Learner's information below. Click here to see an example.
ru: Введите информацию для Обучающегося ниже. Чтобы увидеть пример, нажмите здесь.

source: Enter the Guide's information below. Click here to see an example.
ru: Введи информацию для Гида ниже. Чтобы увидеть пример, нажмите здесь.

source: Invalid login details
ru: Неверное имя пользователя или пароль

source: Image
ru: Рисунок

source: Document
ru: Документ

source: File / Image
ru: Файл/Рисунок

source: Create date
ru: Новая дата

source: File browser
ru: Прикрепить файлы

source: Images list
ru: Список Рисунков

source: Documents list
ru: Список Документов

source: Upload new
ru: Загрузить новый

source: Logged in as
ru: Вошел как

source: Logout
ru: Выход

source: Username
ru: Имя пользователя

source: password
ru: пароль

source: Login
ru: Вход

source: or
ru: или

source: Register
ru: Зарегистрироваться

source: Username:
ru: имя пользователя

source: Book a Practice
ru: Назначить/Забронировать Практику" "Новая Практика

source: Manage bookings
ru: Мои Практики

source: My Reports
ru: Мои Отчеты/Мои Результаты

source: Practice a Language
ru: Практика Языка/ Разговаривай

source: Guide a Learner
ru: Направляй/Вести/Помогай обучаемого/ученика

source: Create a Topic
ru: Создать Тему/ Новая Тема

source: How does this work?
ru: Как это работает

source: My Profile
ru: Личный Кабинет

source: Welcome to Language Lambada
ru: Добро Пожаловать в Language Lambada

source: This page is under construction.
ru: Страница в в стадии разработки.

source: You need to be logged in to see this page.
ru: (Вам Необходимо) Зарегистрироваться

source: Manage My Topics
ru: Мои Темы

source: Created by
ru: Создан/Создатель/Автор

source: Language
ru: Язык

source: Date
ru: Дата

source: Text
ru: Текст

source: Edit the Topic
ru: Редактировать Тему

source: Delete
ru: Удалить

source: Save
ru: Сохранить

source: Topics created by
ru: Автор Тем

source: This is a list of all the topics you have created. You can view, update or delete these topics.
ru: Список всех ваших тем. Вы их можете просмотреть, редактировать или удалить

source: View
ru: Просмотреть

source: Edit
ru: Редактировать

source: previous
ru: Предыдущий

source: next
ru: следующий

source: Edit topic
ru: Редактировать Тему

source: Update
ru: Дополнить, Обновить, Изменить

source: Error running spellchecker
ru: Ошибка при проверке правописания
